import StyledAbout from "./About.styled";

const About = () => (
   <StyledAbout>
      <article>
         <h1>Главное - доверие клиента</h1>

         <p>
            Наша компания - это эксперты в области пиломатериалов с более чем
            10-летним опытом на рынке. Мы работаем с крупными заказчиками и
            поставляем только самые высококачественные древесные изделия.
         </p>

         <p>
            Наша гарантия долговечности и привлекательного внешнего вида наших
            продуктов вызывает доверие у наших клиентов. Мы гордимся нашей
            надежностью и качеством, и всегда стремимся к удовлетворению
            потребностей наших клиентов.
         </p>

         <p>
            Компания <strong>GreenBrus</strong> занимается производством и
            продажей пиломатериалов хвойных и ценных пород деревьев в
            европейской части России. У нас вы найдете обрезную доску, брус,
            сухой и строганный пиломатериал, весь ассортимент обшивочного,
            кровельного и отделочного пиломатериалов, а так же пиломатериалы
            нестандартных размеров и форм. У нас только качественный товар. У
            нас свой автопарк, машины которого всегда готовы благополучно
            доставить ваш груз на указанный вами адрес.
         </p>

         <p>
            Мы благодарны клиентам за то, что они помогают нам улучшить сервис,
            лучше понимать покупателя, поднять на новый уровень качество
            обслуживания. Этот опыт помогает нам при общении с каждым следующим
            клиентом. Благодаря этому, сейчас у нашей компании много постоянных
            клиентов, для которых действуют специальные тарифы. Они и есть
            главное наше богатство.
         </p>
      </article>
   </StyledAbout>
);

export default About;
